window.dataContent = window.dataContent || {};

window.dataContent['词汇-た行（多、手）'] = {
    type: 'vocab',
    title: '词汇篇：た行（多/手）',
    words: [
        { "kanji": "高い", "kana": "たかい", "tone": "2", "type": "形", "mean": "高的；贵的", "origin": "た(多)+か(加)→高的" },
        { "kanji": "高まる", "kana": "たかまる", "tone": "3", "type": "自五", "mean": "提高；增高", "origin": "た(多)+か(加)→たか(高)+まる(关闭状)→提高" },
        { "kanji": "高める", "kana": "たかめる", "tone": "3", "type": "他下一", "mean": "使增高", "origin": "た(多)+か(加)→たか(高)+める(关闭状)→使提高" },
        { "kanji": "宝", "kana": "たから", "tone": "3", "type": "名", "mean": "宝贝；财宝", "origin": "た(多)+か(加)→たか(高)+ら(拉)→许多贵重的东西→宝贝" },
        { "kanji": "立つ・建つ", "kana": "たつ", "tone": "1", "type": "自五", "mean": "站；盖，建", "origin": "た(多→高)+つ(刺)→很高地突出→立→站立" },
        { "kanji": "立てる・建てる", "kana": "たてる", "tone": "2", "type": "他下一", "mean": "使立起来；建", "origin": "た(多)+て(手)+る→一次一次地使其多→立，建" },
        { "kanji": "盾", "kana": "たて", "tone": "1", "type": "名", "mean": "盾", "origin": "た(多)+つ(次)→一次一次地使其多→立→たてる→たて→拿盾时立在身前→盾" },
        { "kanji": "棚", "kana": "たな", "tone": "0", "type": "名", "mean": "架子", "origin": "た(多)+な(那→长)→长的有很多格子的东西→架子" },
        { "kanji": "束ねる", "kana": "たばねる", "tone": "3", "type": "他下一", "mean": "捆，捆绑", "origin": "た(多)+ば(把)+ね(拧)+る→把很多东西拧在一起→捆绑" },
        { "kanji": "種", "kana": "たね", "tone": "1", "type": "名", "mean": "种子；原因", "origin": "た(多)+ね(根)→能够出现很多的根→种子" },
        { "kanji": "玉・弾", "kana": "たま", "tone": "2", "type": "名", "mean": "球；珠", "origin": "た(多)+ま(满→圆圆儿)→非常圆的东西→球" },
        { "kanji": "魂", "kana": "たましい", "tone": "1", "type": "名", "mean": "魂，灵魂", "origin": "た(多)+ま(满→圆圆儿)+し(像)+い(一个)→一个球状物→灵魂" },
        { "kanji": "確か", "kana": "たしか", "tone": "1", "type": "副", "mean": "确实；八成", "origin": "た(多)+し(实)+か(加)→差不多" },
        { "kanji": "足す", "kana": "たす", "tone": "0", "type": "他五", "mean": "加；添加", "origin": "た(多)+す(做)→加；添加" },
        { "kanji": "足りる", "kana": "たりる", "tone": "0", "type": "自上一", "mean": "足够；值得", "origin": "た(多)+り(来)+る→很多→足够" },
        { "kanji": "正しい", "kana": "ただしい", "tone": "3", "type": "形", "mean": "正确的", "origin": "た(多)+だ(多)+し(像，是)→使其增多→添加好的东西→正确的" },
        { "kanji": "溜まる", "kana": "たまる", "tone": "0", "type": "自五", "mean": "留存，积存", "origin": "た(多)+まる(关闭状)→让东西变多并且存起来→留存" },
        { "kanji": "貯まる", "kana": "たまる", "tone": "0", "type": "自五", "mean": "积攒", "origin": "た(多)+まる(关闭状)→让东西变多并且存起来→攒钱" },
        { "kanji": "保つ", "kana": "たもつ", "tone": "2", "type": "他五", "mean": "保持", "origin": "た(多)+もつ(持つ)→一直拿着→保持" },
        { "kanji": "漂う", "kana": "ただよう", "tone": "3", "type": "自五", "mean": "漂；漂浮", "origin": "た(多)+だ(多)+よ(悠)+う(状态)→形容泡沫起来呈漂浮状→漂" },
        { "kanji": "戦う", "kana": "たたかう", "tone": "0", "type": "自五", "mean": "战斗；比赛", "origin": "た(打)+た(打)+か(加)+う→一直打→战斗" },
        { "kanji": "倒す", "kana": "たおす", "tone": "2", "type": "他五", "mean": "推倒；打倒", "origin": "た(躺)+お(弯曲)+す(做)→躺下来→推倒" },
        { "kanji": "倒れる", "kana": "たおれる", "tone": "3", "type": "自下一", "mean": "倒塌；病倒", "origin": "た(躺)+お(弯曲)+れ(来)+る→躺下来→倒塌" },
        { "kanji": "垂れる", "kana": "たれる", "tone": "2", "type": "自他下一", "mean": "下垂", "origin": "た(躺)+れ(来)+る(留下)→躺下来→下垂" },
        { "kanji": "食べる", "kana": "たべる", "tone": "2", "type": "他下一", "mean": "吃；生活", "origin": "た(他)+べ(边)+る→往嘴里放东西→吃" }
    ]
};