window.dataContent = window.dataContent || {};

window.dataContent['词汇-あ行（明亮的）'] = {
    type: 'vocab',
    title: '词汇篇：あ行（明亮的）',
    words: [
        {
            "kanji": "油",
            "kana": "あぶら",
            "tone": "0",
            "type": "名",
            "mean": "油；油脂，脂肪",
            "origin": "あ(啊)+ぶら(不呛)→日本人不喜欢吃油腻的食物→放油多了就会说“啊，不呛”→油"
        },
        {
            "kanji": "哀れ",
            "kana": "あわれ",
            "tone": "1",
            "type": "名/形动",
            "mean": "哀伤；哀伤的",
            "origin": "あ(啊)+わ(哇)+れ(来)→哀喊状→哀伤"
        },
        {
            "kanji": "呆れる",
            "kana": "あきれる",
            "tone": "0",
            "type": "自下一",
            "mean": "哑口无言",
            "origin": "あ(啊)+きれる(切れる→完全)→一直张着嘴说“啊”→哑口无言"
        },
        {
            "kanji": "危ない",
            "kana": "あぶない",
            "tone": "3",
            "type": "形",
            "mean": "危险的",
            "origin": "あ(啊)+ぶ(不)+ない(没有)→“啊，不要不要”→危险的"
        },
        {
            "kanji": "暑い・热い",
            "kana": "あつい",
            "tone": "2",
            "type": "形",
            "mean": "热的；烫的；厚的",
            "origin": "あ(啊)+つ(刺→刺痛)→热的，烫的"
        },
        {
            "kanji": "集まる",
            "kana": "あつまる",
            "tone": "3",
            "type": "自五",
            "mean": "聚集",
            "origin": "あ(啊)+つ(刺→刺痛)+まる(关闭状)→一次次地网上→积累→聚集"
        },
        {
            "kanji": "赤い",
            "kana": "あかい",
            "tone": "0,2",
            "type": "形",
            "mean": "红色的",
            "origin": "あ(明亮)+か(加)→特别明亮→太阳→红色的"
        },
        {
            "kanji": "明るい",
            "kana": "あかるい",
            "tone": "0,2",
            "type": "形",
            "mean": "明亮的",
            "origin": "あ(明亮)+か(加)+る(留→留下→长)→明亮的"
        },
        {
            "kanji": "朝",
            "kana": "あさ",
            "tone": "1",
            "type": "名",
            "mean": "早上",
            "origin": "あ(明亮)+さ(「さ」行→清)→明亮而清爽→早上"
        },
        {
            "kanji": "上",
            "kana": "うえ",
            "tone": "0",
            "type": "名",
            "mean": "上面，之上；年纪大",
            "origin": "う(宇)+え(方向)→往宇宙的方向→上面"
        },
        {
            "kanji": "海",
            "kana": "うみ",
            "tone": "1",
            "type": "名",
            "mean": "海",
            "origin": "う(涡)+み(水)→有漩涡的水→海"
        },
        {
            "kanji": "得る",
            "kana": "える",
            "tone": "1",
            "type": "他下一",
            "mean": "得到；可能",
            "origin": "え(方向)+る(留→留下→长)→得到"
        }
    ]
};