window.dataContent = window.dataContent || {};

window.dataContent['词汇-か行（渴、火、加）'] = {
    type: 'vocab',
    title: '词汇篇：か行（渴/火/加）',
    words: [
        { "kanji": "乾く・渇く", "kana": "かわく", "tone": "2", "type": "自五", "mean": "干渴；干燥", "origin": "か(渴)+わ(壳)+く(方向)→干渴，干枯" },
        { "kanji": "乾かす", "kana": "かわかす", "tone": "3", "type": "他五", "mean": "使干燥；烘干", "origin": "か(渴)+わ(壳)+か(加)+す(做)→使干枯" },
        { "kanji": "金", "kana": "かね", "tone": "0", "type": "名", "mean": "金属；金钱", "origin": "か(火)+ね(凝)→长时间在火上一炼制→金属" },
        { "kanji": "神", "kana": "かみ", "tone": "1", "type": "名", "mean": "神，神仙", "origin": "か(火→太阳)+み(身)→太阳在上面→上面的身体→神" },
        { "kanji": "紙", "kana": "かみ", "tone": "2", "type": "名", "mean": "纸", "origin": "か(火→太阳)+み(身)→太阳在上面→上面→字要在纸的上面写→纸" },
        { "kanji": "髪", "kana": "かみ", "tone": "2", "type": "名", "mean": "头发", "origin": "か(火→太阳)+み(身)→太阳在上面→人上面的东西→头发" },
        { "kanji": "買う", "kana": "かう", "tone": "0", "type": "他五", "mean": "买", "origin": "か(加)+う(状态)→买" },
        { "kanji": "書く・描く", "kana": "かく", "tone": "1", "type": "他五", "mean": "写；画", "origin": "か(加)+く(方向)→写；画" },
        { "kanji": "駆る", "kana": "かる", "tone": "0", "type": "他五", "mean": "驱赶；驱使", "origin": "か(加)+る(留→留下→长)→很长的加上→驱赶" },
        { "kanji": "顔", "kana": "かお", "tone": "0", "type": "名", "mean": "脸；神色；面子", "origin": "か(加)+お(圈)→两个圈→形容脸蛋儿→脸" },
        { "kanji": "鏡", "kana": "かがみ", "tone": "3", "type": "名", "mean": "镜子", "origin": "か(加)+か(我)+み(みる→見る)→加上一个东西看自己→镜子" },
        { "kanji": "勝つ", "kana": "かつ", "tone": "1", "type": "自五", "mean": "赢，胜", "origin": "か(加)+つ(次)→加上一次→胜" },
        { "kanji": "変える・換える", "kana": "かえる", "tone": "0", "type": "他下一", "mean": "变换；交换；替换", "origin": "か(加)+え(へ→方向)+る(留→留下→长)→添加一个方向→替换" },
        { "kanji": "変わる・換わる", "kana": "かわる", "tone": "0", "type": "自五", "mean": "改变；交换", "origin": "か(加)+わ(和→圆圈儿)+る(留→留下→长)→交换时把手伸出再收回的样子好像画圆圈儿→交换" },
        { "kanji": "絡む", "kana": "からむ", "tone": "2", "type": "自五", "mean": "缠绕；纠缠", "origin": "か(加)+ら(拉)+む(关闭状)→拉过来加上并且关闭→缠绕" },
        { "kanji": "聞く・聴く", "kana": "きく", "tone": "0", "type": "他五", "mean": "听；问；有效", "origin": "き(気)+く(方向)→有某种气象→听见声音→听" },
        { "kanji": "利く・効く", "kana": "きく", "tone": "0", "type": "他五", "mean": "有效", "origin": "き(気)+く(方向)→有某种气象→听见声音→有效" },
        { "kanji": "競う", "kana": "きそう", "tone": "2", "type": "自五", "mean": "竞赛；竞争", "origin": "き(気)+そう(争)→争气→竞赛" },
        { "kanji": "鍛える", "kana": "きたえる", "tone": "3", "type": "他下一", "mean": "锻炼", "origin": "き(気→毅力)+た(多)+える(得る→得到)→得到毅力多→锻炼" },
        { "kanji": "汚い", "kana": "きたない", "tone": "3", "type": "形", "mean": "脏的；下流的", "origin": "き(気)+た(太)+ない(没有)→感觉太不好了→脏的" },
        { "kanji": "切る", "kana": "きる", "tone": "1", "type": "他五", "mean": "切；剪；中断", "origin": "き(きん→金→金属→刀刃)+る(留→留下→长)→切" },
        { "kanji": "霧", "kana": "きり", "tone": "0", "type": "名", "mean": "雾", "origin": "きり(きる→切る)→切断→形容大雾遮断视线→雾" },
        { "kanji": "岸", "kana": "きし", "tone": "2", "type": "名", "mean": "岸", "origin": "き(きる→切る)+し(像，是)→切断海水的地方→岸" },
        { "kanji": "傷", "kana": "きず", "tone": "0", "type": "名", "mean": "伤；瑕疵", "origin": "き(きる→切る)+ず(ずら→吱啦一声→挪动位置)→切了以后拉动→伤" },
        { "kanji": "嫌い", "kana": "きらい", "tone": "0", "type": "形动", "mean": "讨厌的", "origin": "きら(きる→切る)+い(状态)→中断的状态→隔着→敬而远之→讨厌" },
        { "kanji": "決まる", "kana": "きまる", "tone": "0", "type": "自五", "mean": "决定，定下来", "origin": "き(きる→切る→斩钉截铁)+まる(む→关闭状)→决定" },
        { "kanji": "決める", "kana": "きめる", "tone": "0", "type": "他下一", "mean": "做决定", "origin": "き(きる→切る→斩钉截铁)+める(む→关闭状)→做决定" }
    ]
};