window.dataContent = window.dataContent || {};

window.dataContent['词汇-さ行（轻、清、快）'] = {
    type: 'vocab',
    title: '词汇篇：さ行（轻/清/快）',
    words: [
        { "kanji": "裂く・割く", "kana": "さく", "tone": "1", "type": "他五", "mean": "撕裂；拆开", "origin": "さ(撕裂)+く(方向)→撕裂" },
        { "kanji": "咲く", "kana": "さく", "tone": "0", "type": "自五", "mean": "开花", "origin": "さ(撕裂)+く(方向)→开花" },
        { "kanji": "桜", "kana": "さくら", "tone": "0", "type": "名", "mean": "樱花", "origin": "さく(咲く→开花)+ら(拉→拉开)→日本盛开的→樱花" },
        { "kanji": "探す", "kana": "さがす", "tone": "0,2", "type": "他五", "mean": "找，寻找", "origin": "さ(搜)+が(状态)+す(做)→找" },
        { "kanji": "探る", "kana": "さぐる", "tone": "0,2", "type": "他五", "mean": "探；调查", "origin": "さ(搜)+ぐる(咕噜咕噜地转动)→来回搜索→探" },
        { "kanji": "指す・差す", "kana": "さす", "tone": "1", "type": "他五", "mean": "指；伸出；刺", "origin": "さ(先)+す(马上)→前面，直的→指" },
        { "kanji": "支える", "kana": "ささえる", "tone": "0", "type": "他下一", "mean": "支持；支撑", "origin": "さ(さす→差す)+さ(さす→差す)+え(方向)+る→伸出两个伸出物→支撑" },
        { "kanji": "下がる", "kana": "さがる", "tone": "2", "type": "自五", "mean": "下降；后退", "origin": "さ(快)+が(状态)+る→往下的时候速度快→下降" },
        { "kanji": "下げる", "kana": "さげる", "tone": "2", "type": "他下一", "mean": "使下降", "origin": "さ(快)+げ(给)+る→往下的时候速度快→使下降" },
        { "kanji": "授ける", "kana": "さずける", "tone": "3", "type": "他下一", "mean": "授予；传授", "origin": "さ(下げる)+ず(吱啦一声→挪动位置)+ける→向下的错位→授予" },
        { "kanji": "逆さ", "kana": "さかさ", "tone": "0", "type": "名", "mean": "相反；颠倒", "origin": "さか(さがる→下がる)+さ(那个)→向下的样子→对于“上”来说“下”就是相反的" },
        { "kanji": "逆らう", "kana": "さからう", "tone": "3", "type": "自五", "mean": "反抗", "origin": "さか(さがる→下がる)+ら(拉)+う(状态)→相反的状态→反抗" },
        { "kanji": "去る", "kana": "さる", "tone": "1", "type": "自他五", "mean": "离去；消失", "origin": "さ(快)+る(留→留下→长)→形容流逝得很快→离去" },
        { "kanji": "誘う", "kana": "さそう", "tone": "0", "type": "他五", "mean": "邀请；引诱", "origin": "さ(快)+そう(添う→添加)→让别人跟在一起→邀请" },
        { "kanji": "定まる", "kana": "さだまる", "tone": "3", "type": "自五", "mean": "决定；安定", "origin": "さ(那样)+だ(是)+まる(む→关闭状)→就是那样→决定" },
        { "kanji": "定める", "kana": "さだめる", "tone": "3", "type": "他下一", "mean": "使决定", "origin": "さ(那样)+だ(是)+める(む→关闭状)→就是那样→定下来" },
        { "kanji": "さすが", "kana": "さすが", "tone": "0", "type": "副", "mean": "不愧是", "origin": "さ(那样)+す(姿→样子)+が(状态)→就是那样→不愧是" },
        { "kanji": "囁く", "kana": "ささやく", "tone": "3", "type": "自他五", "mean": "小声说话", "origin": "さ(轻)+さ(轻)+や(小)+く(方向)→轻声说话→小声说话" },
        { "kanji": "触る", "kana": "さわる", "tone": "0", "type": "自五", "mean": "触摸", "origin": "さ(轻)+わ(和→圆圈儿)+る(留下)→轻轻地画圆圈儿地→触摸" },
        { "kanji": "冷ます・覚ます", "kana": "さます", "tone": "2", "type": "他五", "mean": "冷却；唤醒", "origin": "さ(清)+ま(关闭状)+す(做)→冷的时候会缩成一团→冷却" },
        { "kanji": "冷める・覚める", "kana": "さめる", "tone": "2", "type": "自下一", "mean": "变冷；醒悟", "origin": "さ(清)+める(关闭状)→冷的时候会缩→变冷" },
        { "kanji": "寂しい", "kana": "さびしい", "tone": "3", "type": "形", "mean": "寂寞的；孤单的", "origin": "さ(清)+び(微)+し(像，是)→清的，小的→孤零零的→寂寞的" },
        { "kanji": "寒い", "kana": "さむい", "tone": "2", "type": "形", "mean": "冷，寒冷的", "origin": "さ(清)+む(关闭状)→冷了要蜷着身体→冷" },
        { "kanji": "爽やか", "kana": "さわやか", "tone": "2", "type": "形动", "mean": "爽快的；清爽的", "origin": "さ(清)+わ(あ→上)+やか(形容动词结尾)→特别清爽的→爽朗的" },
        { "kanji": "下す", "kada": "くだす", "tone": "0", "type": "他五", "mean": "下；下达；赐予", "origin": "く(こ→小)+だ(达→到达)+す(做)→做到碎小的样子→与“上”相比“下”就好比“小”→下" }
    ]
};